{"person-name":"Griffin, Merv","info":{"quotes":["I worked for Mark Goodson early in my career and he was like the Godfather of game shows. I asked him if it was a business worth getting into. He responded, If you have an original idea, there's no format in television that costs less and brings in more profit. After I had some success, he reached out and congratulated me on Wheel and Jeopardy!, saying that I took his advice to heart. He was a visionary and a gentleman, a rare find in showbiz.","(on what he would like his headstone to read) Stay tuned.","I tell everybody that I'm a quatre-sexual: I will do anything with anybody for a quarter. - when asked if he was gay","You know I really never get down. My philosophy is that you have to constantly be turning the page, which prevents me from getting caught up in any negativity. It's all about change for me. I just keep moving and enjoy the ride.","I've been in the public eye for more than fifty years as Merv Griffin, not as somebody else's creation. I've never pretended to be someone I wasn't. If there was anything really important that people didn't know about me by now, then I would have to be world's greatest actor. Forget Brando, forget Hoffman, forget DeNiro... I would have to be the best.","If the host is sitting there thinking about his next joke, he isn't listening."],"trivia":["In the _Seinfeld (1989)_ (qv) episode _Seinfeld (1989) {The Merv Griffin Show (#9.6)}_ (qv), Kramer rescues Griffin's discarded set from a dumpster, and stages his own talk show in his apartment.","His colt Stevie Wonderboy, named after 'Stevie Wonder' (qv), won the 2005 Breeders' Cup Juvenile.","Father of 'Tony Griffin (I)' (qv).","Best friends with 'Robert Loggia' (qv).","Although the divorced father of one son, Tony, and a constant companion to actress 'Eva Gabor' (qv) over the years, it was generally known in the Hollywood circle that Griffin was gay. In 1991, the 65-year-old Griffin faced a multimillion-dollar palimony suit from former Griffin bodyguard and horse trainer Brent Plott, a 37-year-old who maintained he was Griffin's business consultant and lover and was entitled to a portion of Griffin's amassed fortune. That same year, 'Deney Terrio' (qv), host of Dance Fever, filed an $11.3 sexual harassment lawsuit against Griffin. Both cases were thrown out.","Born in San Mateo, California, he took to the piano at age 4 and received lessons at a music conservatory in nearby San Francisco. In 1945, he heard about an audition for a piano player at KFRC radio but found out that they needed a singer instead and applied for that job. He got it and within a few days was hosting his own 15-minute radio show five days a week.","Declared 4F after failing several military physical exams during which a slight heart murmur was detected, the then-overweight Griffin took a job in the supply depot of a San Francisco shipyard to contribute to the World War II effort.","KFRC billed him as America's New Romantic Singing Star in his early radio years. But at 5' 9 and 240 pounds, his romantic image on radio certainly did not fit his true look. After a female fan from Fresno dropped by the station to meet him in person and burst into laughter upon seeing him, Griffin went on a crash diet and dropped 80 pounds. Griffin would fight weight problems all his life. He admitted that he was a life-time smoker, ate whatever he wanted and hated to exercise.","Not content with catering merely to the celebrity publicity mongers on his self-titled talk show, his unusually wide spectrum of guests ranged from superstars ('Bette Davis' (qv), 'Joan Crawford (I)' (qv), 'Orson Welles' (qv) 'Woody Allen' (qv) and 'Richard Pryor' (qv)) to the more controversial ('Abbie Hoffman' (qv), 'Truman Capote' (qv), 'Gypsy Rose Lee' (qv) and transsexual 'Christine Jorgensen (I)' (qv)), to the political mighty ('Richard Nixon' (qv), 'Robert F. Kennedy' (qv) and 'Martin Luther King' (qv)).","'Arnold Schwarzenegger' (qv) made his talk show debut in the United States on Merv's talk show in 1974.","Especially close to 'Nancy Reagan' (qv) and was a constant companion during President Reagan's battle with Alzheimer's disease. He was also there for her after the President's death.","Over the years, he bought and sold more than 20 hotels, gaming resorts and riverboats, including Resorts International in Atlantic City and the Bahamas.","His Griffin Group included film and television production; a luxury home development in La Quinta; closed-circuit coverage of horse racing across the county; a real estate brokerage specializing in high-end residential properties; and a stable of thoroughbreds that included Stevie Wonderboy, the 2005 Breeders' Cup Juvenile winner at Belmont Park.","Actor 'Robert Loggia' (qv), with whom he appeared in the _I Married a Princess (2005)_ (qv) episode Kids Take Over, was his closest friend.","He was awarded a Star on the Hollywood Walk of Fame at 1541 Vine Street in Hollywood Boulevard on October 15, 1974.","Mentor of 'Pat Sajak' (qv) and 'Ryan Seacrest' (qv).","He was awarded a Golden Palm Star on the Palm Springs Walk of Stars on October 15, 1998.","Did the actual voice recording for Once Upon A Time (Prince Phillip) in Walt Disney's Sleeping Beauty (1959).","Received a lifetime achievement award from the Academy of Television Arts and Sciences in 2005, and a similar award from the Museum of Television and Radio in New York.","Member of Tau Kappa Epsilon Fraternity.","Hit #101 on the Billboard 'Bubbling Under the Hot 100' Chart in 1961 with Banned in Boston (Carlton 540).","Wrote the 30-second piece of music heard during the Final Jeopardy category.","(July 18, 2007) Hospitalized for a recurrence of his prostate cancer.","Longtime friends with 'Ronald Reagan (I)' (qv), 'Nancy Reagan' (qv), 'Jane Wyman' (qv), 'Eva Gabor' (qv) and 'Zsa Zsa Gabor' (qv)."],"minibiography":["Merv Griffin was a singer and band leader, movie actor, television personality and media mogul who in his time hosting _The Merv Griffin Show (1962)_ (qv) was second in fame and influence as a talk show host only to 'Johnny Carson (I)' (qv). Griffin was best known for creating the two most popular game shows in television syndication history, _Wheel of Fortune (1983)_ (qv) and _Jeopardy! (1984)_ (qv) that are watched by hundreds of millions of people all over the world. In the business world, he was identified as the visionary chairman of The Griffin Group.  Born in the San Francisco, California suburb of San Mateo, Griffin came up through the ranks in the classic sense, entering talent contests, writing songs, singing on local radio station KFRC-San Francisco, and later touring with 'Freddy Martin Orchestra' (qv). He became increasingly popular with nightclub audiences and his fame soared among the general public when he struck gold in 1950 with I've Got a Lovely Bunch of Coconuts, which reached the number one spot on the Hit Parade and sold three million copies.  Continuing to record hits, including Wilhelmina and Never Been Kissed, Griffin made a foray into motion pictures after 'Doris Day (I)' (qv) saw his nightclub performance and arranged a screen test for him at Warner Bros. Studios. While under contract at Warner Bros., he appeared in a number of hit movies, including _So This Is Love (1953)_ (qv) with 'Kathryn Grayson' (qv) and _The Boy from Oklahoma (1954)_ (qv) with 'Will Rogers Jr.' (qv), and 'Lon Chaney Jr.' (qv).  Television then discovered him. As a regular performer on _The Arthur Murray Party (1950)_ (qv), _Tonight Starring Jack Paar (1957)_ (qv) and others, he was offered the opportunity to host his own television series, _Play Your Hunch (1958)_ (qv). It was during this period that he conceived the idea for what was to become one of the most successful game shows in television history, _Jeopardy! (1964)_ (qv). But it was in 1962 that his career took its most dramatic turn. He became a substitute host for 'Jack Paar (I)' (qv) on _Tonight Starring Jack Paar (1957)_ (qv) and scored some of the highest ratings in the show's history. As a result, NBC gave him his own hour-long daytime talk show program, _The Merv Griffin Show (1962)_ (qv).  Griffin's name and talk show career will always be seen in the light of that of 'Johnny Carson (I)' (qv), the King of late night TV, whom he directly competed with on CBS from 1969 to 1972. Griffin's first daytime talk show began on the same day Carson first hosted _The Tonight Show (1962)_ (qv). While Carson's style was indebted to his long apprenticeship in Los Angeles in the 1950s, Griffin was based in New York, where he socialized with New York's theater and café crowds. Griffin's approach to television talk was influenced by two New York shows, 'David Susskind' (qv)'s _Open End (1958)_ (qv) and 'Mike Wallace (I)' (qv)'s _Night Beat (1956)_ (qv), and like Susskind and Wallace, he openly embraced controversial subjects. In 1965, Griffin was criticized as a traitor when he aired a special from London in which Nobel Prize-winning philosopher 'Bertrand Russell (I)' (qv) denounced the Vietnam War.  Despite his success on daytime television, it was late night that was The Holy Grail for talk show hosts. In 1969, CBS hired Griffin to directly compete with Carson in the 11:30 PM to 1:00 AM time slot that had proven a grave yard for other personalities. Not one to shy away from controversy, Griffin began to be harassed by CBS censors who objected to the antiwar statements of his guests and ordered him to feature pro-war guests for balance. The irony of the situation wasn't wasted on me, Griffin recalls in his autobiography. In 1965, I'm called a traitor by the press for presenting 'Bertrand Russell (I)' (qv), and, four years later, we are hard-pressed to find anybody to speak in favor of the Vietnam War.  In March 1970, CBS censors pixilated antiwar activist 'Abbie Hoffman' (qv) because he was wearing a shirt that resembled an American flag. The resulting blurred image meant that Hoffman's voice emanated from a jumble of lines. CBS also pressured Griffin into sacking his long-term sidekick 'Arthur Treacher' (qv), who had been his television mentor, because he was too old. The censorship did not boost the ratings for Griffin, who was facing stiff competition from the genial Carson, who himself was criticized during the era for shying away from controversial subjects.  In 1972, a fed-up Griffin negotiated a syndication deal with Metromedia to move his talk show back to the daytime in the event he was terminated by CBS. The deal was signed in secret as a penalty clause in his CBS contract gave him $1 million in the event of his being fired. Later that year, CBS terminated Griffin's late-night talk show and Griffin immediately made the transition to Metromedia's syndicated network.  While Griffin may have been a washout in late night television, his impact on daytime was immense, specifically through his production of game shows. An avid fan of puzzles since childhood, Griffin first produced a successful game show in 1964, _Jeopardy! (1964)_ (qv) for NBC. After 13 seasons as a daytime talk show host, Griffin retired from his talk show in 1986 to devote himself to producing his highly profitable game shows.  _Jeopardy! (2002)_ (qv) remains the second highest rated game show in television syndication while _Wheel of Fortune (1983)_ (qv) continues to be the longest running game show to hold the number one spot in television syndication history. Other Griffin successes in the game show field included One in a Million and 'Joe Garagiola' (qv)'s _Memory Game (1971)_ (qv), both airing on ABC, Let's Play Post Office on NBC, and _Reach for the Stars (1967)_ (qv).  In 1986, Griffin sold his production company, Merv Griffin Enterprises, to Coca-Cola's Columbia Pictures Television unit for $250 million as well as a continuing share of the profits of the shows. At that time, the transaction represented the largest acquisition of an entertainment company owned by a single individual. Subsequently, Sony Pictures Entertainment purchased Columbia and he retains the title of executive producer of both Wheel of Fortune and Jeopardy! (for which he still creates puzzles and questions.) He served as Executive Producer of Men Are From Mars, Women Are From Venus (2000).  After his retirement from daytime chat, Merv became a real estate baron, acquiring the Beverly Hilton Hotel in Beverly Hills, which is now the venue of choice for virtually all of the Tinseltown's most high profile events such as The Golden Globe Awards, The Soap Opera Digest Awards, and The American Film Institute's Lifetime Achievement Awards. He also owns the Hilton Scottsdale Resort and Villas in Arizona, and St. Clerans Manor, an 18th century estate once owned by director John Huston which is located near Galway, the premier resort destination in Ireland.  In January 1998, Griffin opened The Coconut Club, one of the country's hottest swing/dance clubs, at his Beverly Hilton Hotel. This weekend venue, fashioned after Hollywood's famed Coconut Grove (where Griffin headlined as a boy singer with The Freddy Martin Orchestra) features live Big Bands, Swing Orchestras, and Disco Bands amidst a glamorous nightclub setting.  He was honored with the prestigious 1994 Broadcasting and Cable Hall of Fame Award, alongside such figures as 'Diane Sawyer' (qv) and 'Dan Rather' (qv). Winner of 15 Emmy Awards, Griffin was presented an Outstanding Game/Audience Participation Show Emmy for 1993-1994 as executive producer of _Jeopardy! (1984)_ (qv) He had also been the recipient of the coveted Scopus Award from the American Friends of Hebrew University, The Duke Award presented by the 'John Wayne (I)' (qv) Cancer Institute, and he had been honored by the American Ireland Fund and the SHARE organization. He was Lifetime Honorary Festival Chairman of La Quinta Arts Festival and recently donated his Wickenburg Inn and Dude Ranch to Childhelp USA.  In March 2001, the Gold Label released his new CD, It's Like a Dream, for which he composed the title song. Among his private passions are his family, son 'Tony Griffin (I)' (qv), daughter-in-law Tricia, and grandchildren Farah and Donovan Mervyn, his long-haired sharpei dog Charlie Chan, his La Quinta ranch near Carmel, where he raises thoroughbred racing horses, and his 135 foot, four-story high ocean going yacht, Griff. Merv Griffin died at age 82 of prostate cancer in Los Angeles, California on August 12, 2007."],"birthnotes":["San Mateo, California, USA"],"birthdate":["6 July 1925"],"height":["5' 9"],"deathdate":["12 August 2007"],"spouse":["'Julann Griffin' (qv) (18 May 1959 - June 1976) (divorced); 1 child"],"otherworks":["(July 1964) He acted in Phillip Dunning and George Abbott's play, Broadway, at the Ogunquit Playhouse in Ogunquit, Maine.","(1964) Stage: Appeared in 'Phillip Dunning' (qv) and George Abbott (I)''s play, Broadway, at the Cape Playhouse in Dennis, MA, with 'Jackie Bertell' (qv) in the cast.","(1961) Album: Merv Griffin's Dance Party (Carlton Records).","(1984) Unsold pilot: Produced a pilot for a proposed sitcom with 'Eva Gabor' (qv) and 'Zsa Zsa Gabor' (qv) to be called Two Hungarian Maids.","(1961) Album: Merv Griffin's Dance Party (Carlton Records)","(6/24/63) Guested on the daytime television program One O'Clock Club also appearing were 'William Bendix' (qv), singer 'Teddi Brown' (qv), wardrobe mistress for _Cleopatra (1963)_ (qv) and psychologist Dr. Rainette Fantz.","(1961) Single: The Charanga (Carlton Records)."],"birthname":["Jr., Mervyn Edward Griffin"],"books":["Merv Griffin with Peter Barsocchini. _MERV._ New York: Simon & Schuster, 1980. ISBN 2002010270","Merv Griffin with Peter Barsocchini. _From Where I Sit: Merv Griffin's Book of People._ New York: Simon & Schuster, 1982. ISBN 0-52342-0862","Merv Griffin, with David Bender. _Merv: Making the Good Life Last._ New York: Simon & Schuster, 2003. ISBN 0743236823","Michael B. Druxman. _Merv._ New York: Award Books, Universal-Award House, Inc., 1976. ISBN 0843908831","'Darwin Porter' (qv). _Merv Griffin: A Life in the Closet._ New York: Blood Moon Productions, 2009. ISBN 0978646509"],"portrayedin":["_Man on the Moon (1999)_ (qv)"],"interviews":["TV Guide (USA), 9 June 2001, Vol. 49, Iss. 23, pg. 51-56, by: Hilary De Vries, Simply Mervelous","Good Housekeeping (USA), May 1987, Vol. 204, Iss. 5, pg. 66+68+70-71, by: Vernon Scott, The man who made Vanna White a star"],"article":["The Independent (UK), 14 August 2007, Iss. 6498, pg. 38 -39, by: Anthony Hayward, Obituary: Merv Griffin - Creator of 'Wheel of Fortune'","The Washington Post (USA), 13 August 2007, Vol. 130, Iss. 251, pg. A1+A12, by: Tom Shales, Merv Griffin: An Appreciation: The Host Who was Everyone's Guest","AARP: The Magazine (USA), July 2006, Vol. 49, Iss. 4, pg. 24-25, by: Bill Newcott, Bundle of Mervs","The Washington Post (USA), 13 August 2007, Vol. 130, Iss. 251, pg. B4, by: Adam Bernstein, Merv Griffin; TV Host, Game-Show Creator"],"deathnotes":["Los Angeles, California, USA (prostate cancer)"]}}
Index of Opera 12694

